tap "apenngrace/vulkan"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "mattmezza/mannaggia"
brew "ack"
brew "autojump"
brew "bat"
brew "boost"
brew "cloc"
brew "cmake"
brew "composer"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker-ls"
brew "exa"
brew "freetype"
brew "unixodbc"
brew "freetds"
brew "git-extras"
brew "git-lfs"
brew "glfw"
brew "go"
brew "gradle"
brew "gradle-completion"
brew "graphviz"
brew "protobuf"
brew "gsasl"
brew "htop"
brew "jq"
brew "krb5"
brew "libxml2"
brew "maven"
brew "miller"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node", link: false
brew "node@10", link: true
brew "php"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "snappy"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "github/gh/gh"
brew "johanhaleby/kubetail/kubetail"
brew "mattmezza/mannaggia/mannaggia"
cask "adoptopenjdk"
cask "alacritty"
cask "docker"
cask "fliqlo"
cask "font-hack-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "google-chrome"
cask "grandperspective"
cask "hammerspoon"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lastpass"
cask "macs-fan-control"
cask "macvim"
cask "marp"
cask "miniconda"
cask "notion"
cask "onedrive"
cask "sequel-pro"
cask "sizeup"
cask "skype"
cask "slack"
cask "spotify"
cask "sqlpro-for-postgres"
cask "telegram"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "vulkan-sdk"
